Repository: alparm3386/CATLab
Catalog: .Net/Contents/JobData/1/original.xliff
Languages: fr

# NFDBB2FA9-tu1
source: Test<run1> 1. </run1><run2>Test </run2><run3>2. </run3><run4>Test </run4><run5>3.</run5>
fr: Test{} 1. {}bbb7{}Test {}{}2. {}{}Test {}{}3.{}

# NFDBB2FA9-tu2
source: <run1>Biden to nominate</run1> <run2>Janet Yellen</run2> as US treasury secretary ds
fr: {}Offre de nomination de{} {}Janet Yellen{} au poste de secrétaire au Trésor américain

# NFDBB2FA9-tu3
source: Published
fr: Imprimée FR 2

# NFDBB2FA9-tu4
source: 1 hour ago
fr: Il y a 1 heure proofreading

# NFDBB2FA9-tu5
source: Share
fr: Partager

# NFDBB2FA9-tu6
source: <run1>IMAGE COPYRIGHTREUTERS 3</run1>
fr: {}IMAGE COPYRIGHTREUTERS 3{}

# NFDBB2FA9-tu7
source: <run1>image caption</run1>Janet Yellen's appointment needs to be confirmed by the Senate
fr: Légende de{}l'image La nomination de{}Janet Yellen doit être confirmée par le Sénat

# NFDBB2FA9-tu8
source: US President-elect Joe Biden has named ex-Federal Reserve chair Janet Yellen as his nominee for treasury secretary 44444.
fr: Le président élu des États-Unis Joe Biden a nommé l'ancienne présidente de la Réserve fédérale Janet Yellen comme sa candidate au poste de secrétaire au Trésor 44444.

# NFDBB2FA9-tu9
source: If confirmed by the Senate<run1>, she would be the first woman ever to hold the post2. She was among several women chosen for top economic positions2. The Biden transition team said others were set to break racial barriers if confirmed2. Mr Biden has pledged to 33 build a diverse administration 333. He earlier appointed an all 444.</run1>
fr: Elle a été parmi plusieurs femmes choisies pour des postes économiques de haut niveau. L'équipe de transition de Biden a déclaré que d'autres étaient prêts à briser les barrières raciales si elles étaient confirmées. M. Biden s'est engagé à 33 construire une administration diversifiée 333.__

# NFDBB2FA9-tu10
source: She was among several women chosen for top economic positions244. Dummy text.
fr: Elle a été parmi plusieurs femmes choisies pour des postes économiques de haut niveau. Dummy text. FR 1
